export const NAVBAR_DATA = [
  {
    id: 1,
    menuName: 'Men',
    submenu: [
      {
        id: 1,
        title: '의류',
        cart: [
          '폴로',
          '셔츠 & 상의',
          '티셔츠',
          '니트 & 스웨터',
          '후드 & 스웻셔츠',
          '자켓 & 코트',
          '바지 & 반바지',
          '스포츠웨어',
        ],
      },
      {
        id: 2,
        title: '신발',
        cart: ['스포츠', '캐주얼'],
      },
      {
        id: 3,
        title: '악세서리',
        cart: ['모자', '스카프 & 장갑', '언더웨어', '양말'],
      },
      {
        id: 4,
        title: '레더굿',
        cart: ['가방', '지갑', '벨트'],
      },
      {
        id: 5,
        title: '테마로 쇼핑하기',
        cart: [
          'FW20 시즌오프',
          'FW20 패션쇼 컬렉션',
          '온라인 베스트 50',
          '온라인 단독상품',
          '남성 폴로',
          '라코스테 at Home',
          '라코스테 Sport',
          '라코스테 L!ve',
        ],
      },
    ],
  },
  {
    id: 2,
    menuName: 'Women',
    submenu: [
      {
        id: 1,
        title: '의류',
        cart: [
          '폴로',
          '셔츠 & 상의',
          '티셔츠',
          '니트 & 스웨터',
          '후드 & 스웻셔츠',
          '자켓 & 코트',
          '바지 & 반바지',
          '스포츠웨어',
        ],
      },
      {
        id: 2,
        title: '신발',
        cart: ['스포츠', '캐주얼'],
      },
      {
        id: 3,
        title: '악세서리',
        cart: ['모자', '스카프 & 장갑', '언더웨어', '양말'],
      },
      {
        id: 4,
        title: '레더굿',
        cart: ['가방', '지갑', '벨트'],
      },
      {
        id: 5,
        title: '테마로 쇼핑하기',
        cart: [
          'FW20 시즌오프',
          'FW20 패션쇼 컬렉션',
          '온라인 단독상품',
          '남성 폴로',
          '라코스테 at Home',
          '라코스테 Sport',
          '라코스테 L!ve',
        ],
      },
    ],
  },
  {
    id: 3,
    menuName: 'Kids',
    submenu: [
      {
        id: 1,
        title: '키즈 슈즈',
        cart: ['모든 키즈 슈즈 제품', 'FW20 키즈 슈즈'],
      },
      {
        id: 2,
        title: '남아',
        cart: ['모든 남아 의류 제품', 'FW20 남아 의류 제품'],
      },
      {
        id: 3,
        title: '여아',
        cart: ['모든 여아 의류 제품', 'FW20 여아 의류 제품'],
      },
      {
        id: 4,
        title: '테마로 쇼핑하기',
        cart: ['FW20 시즌 오프', '키즈 남아', '키즈 여아'],
      },
    ],
  },
  {
    id: 4,
    menuName: 'SALE',
    submenu: [
      {
        id: 1,
        title: 'FW20 시즌오프 전체 상품',
        cart: [
          'FW20 시즌오프 남성 제품',
          'FW20 시즌오프 여성 제품',
          'FW20 시즌오프 키즈 제품',
          '시즌오프 라코스테 라이브',
          '시즌오프 라코스테 스포츠',
        ],
      },
      {
        id: 2,
        title: 'SALE ! 다시 만나는 라스트 시즌',
        cart: [
          '다시 만나는 라스트 시즌 키즈 컬렉션',
          '다시 만나는 라스트 시즌 남성 컬렉션',
          '다시 만나는 라스트 시즌 여성 컬렉션',
        ],
      },
      {
        id: 3,
        title: '테마로 쇼핑하기',
        cart: ['FW20 시즌 오프', '시즌오프 남성', '시즌오프 여성'],
      },
    ],
  },
  {
    id: 5,
    menuName: '나의 라코스테 폴로',
    submenu: [
      {
        id: 1,
        title: '커스텀 의류',
        cart: ['FW20 오프 시즌', '커스텀 티셔츠', '커스텀 폴로', 'FW20 컬렉션'],
      },
      {
        id: 2,
        title: '커스텀 가방',
        cart: ['FW20 오프 시즌', '커스텀 가방', '커스텀 벨트', 'FW20 컬렉션'],
      },
      {
        id: 3,
        title: '커스텀 가방',
        cart: ['FW20 오프 시즌', '커스텀 가방', '커스텀 벨트', 'FW20 컬렉션'],
      },
      {
        id: 4,
        title: '테마로 쇼핑하기',
        cart: [
          'FW20 시즌 오프',
          '커스텀 아이템',
          'L!ve 커스텀 컬렉션',
          '퍼포먼스 아이템',
        ],
      },
    ],
  },
  {
    id: 6,
    menuName: 'Lacoste Inside',
    submenu: [
      {
        id: 1,
        title: 'Lacoste 연대기',
        cart: ['FW20 오프 시즌', 'Lacoste 티셔츠', 'Lacoste 폴로', 'FW20 컬렉션'],
      },
      {
        id: 2,
        title: 'Lacoste 가방',
        cart: ['FW20 오프 시즌', '커스텀 가방', 'Lacoste 벨트', 'FW20 컬렉션'],
      },
      {
        id: 3,
        title: 'Lacoste 가방',
        cart: ['FW20 오프 시즌', 'Lacoste 가방', 'Lacoste 벨트', 'FW20 컬렉션'],
      },
      {
        id: 4,
        title: '테마로 쇼핑하기',
        cart: [
          'FW20 시즌 오프',
          '커스텀 아이템',
          'L!ve 커스텀 컬렉션',
          '퍼포먼스 아이템',
        ],
      },
    ],
  },
];
